Repository: tirerim/Loop
Catalog: Loop/*.lproj/Localizable.strings
Languages: ru, sk, tr

source: (pending: %@)
ru: (ожидается: %@)
sk: (čaká sa: %@)
tr: (bekleyen: %@)

source: %1$@ %2$@/U
ru: %1$@ %2$@/ед
sk: %1$@ %2$@/J
tr: %1$@ %2$@/Ü

source: %1$@ U left
ru: Осталось %1$@ ед
sk: Zostáva %1$@ J
tr: %1$@ Ü kaldı

source: %1$@ U left: %2$@
ru: Осталось %1$@ ед: %2$@
sk: %1$@ J zostáva: %2$@
tr: %1$@ Ü kalan: %2$@

source: %1$@ U/hour @ %2$@
ru: %1$@ ед/час @ %2$@
sk: %1$@ J/hod @ %2$@
tr: %1$@ Ü/Sa @ %2$@

source: %@ absorbed
ru: %@ усвоено
sk: %@ vstrebané
tr: %@ emilen

source: %@ U Total
ru: Всего %@ ед
sk: %@ J Celkom
tr: Toplam %@ Ü

source: 15 min glucose regression coefficient (b₁), continued with decay over 30 min
ru: 15-мин коэффициент регрессии гликемии (b₁), продолжен с угасанием 30 мин
sk: 15 min regresný koeficient krvného cukru (b₁), pokračujúci s poklesom počas 30 min
tr: 15 dakikalık KŞ regresyon katsayısı (b1), 30 dakika boyunca düşmeye devam eder

source: 30 min comparison of glucose prediction vs actual, continued with decay over 60 min
ru: 30 мин сравнение предсказанной гликемии с действительной, продолжено с угасанием 60 мин
sk: 30 min porovnanie predpovede krvného cukru oproti skutočnej hodnote, pokračujúci poklesom počas 60 min
tr: 30 dakikalık Glikoz tahmini ile gerçek Kş karşılaştırması, 60 dakikanın üzerinde bir düşüşle devam eder

source: A model based on the published absorption of Fiasp insulin.
ru: Модель, основанная на опубликованных данных об абсорбции инсулина Fiasp.
sk: Model postavený na základe publikácií absorbcie inzulínu Fiasp.
tr: Fiasp insülinin yayınlanmış emilimine dayanan bir model.

source: A model based on the published absorption of Humalog, Novolog, and Apidra insulin in adults.
ru: Модель, основанная на опубликованных данных усвоения Humalog, Novorapid и Apidra у взрослых.
sk: Model postavený na základe publikácií absorbcie inzulínov Humalog, Novolog a Apidra u dospelých.
tr: Yetişkinlerde yayınlanan Humalog, Novolog ve Apidra insülin emilimine dayanan bir model.

source: A model based on the published absorption of Lyumjev insulin.
ru: Модель, основанная на опубликованых данных об абсорбции инсулина Lyumjev.
sk: Model postavený na základe publikácií absorbcie inzulínu Lyumjev.
tr: Lyumjev insülinin yayınlanmış emilimine dayanan bir model.

source: AcceptRecommendedBolus
ru: Принятьрекомендуемыйболюс

source: Active Carbohydrates
ru: Действующие углеводы
sk: Aktívne Sacharidy
tr: Aktif Karbonhidrat

source: Active Carbohydrates: %@
ru: Действующие углеводы: %@
sk: Aktívne Sacharidy: %@
tr: Aktif Karbonhidrat: %@

source: Active Insulin
ru: Действующий инсулин
sk: Aktívny Inzulín
tr: Aktif İnsülin

source: Active Insulin: %@
ru: Действующий инсулин: %@
sk: Aktívny Inzulín: %@
tr: Aktif İnsülin: %@

source: Add Carb Entry
ru: Ввести углеводы
sk: Pridať Sacharidy
tr: Karbonhidrat Girdisi Ekle

source: Edit Carb Entry
ru: Изменить углеводы
sk: Upraviť Sacharidy
tr: Karbonhidrat Girdisi Düzenle

source: Carb Entry
ru: Ввод углеводов
sk: Pridané Sacharidy
tr: Karbonhidrat Girdisi

source: Date
ru: Дата
sk: Dátum
tr: Tarih

source: Absorption Time
ru: Время усвоения
sk: Absorbčný čas
tr: Emilim Süresi

source: Choose a longer absorption time for larger meals, or those containing fats and proteins. This is only guidance to the algorithm and need not be exact.
ru: Выберите более длительное время усвоения для блюд большого размера, либо блюд, содержащих жиры и белки. Это лишь руководство для алгоритма, высокая точность ввода данных не требуется.
sk: Zvoľte dlhší absorbčný čas pre väčšie jedlá, alebo jedlá s obsahom bielkovín a tukov. Toto je iba návod pre algoritmus a nemusí byť presný.
tr: Büyük öğünlerde veya fazla yağ ve protein içeren öğünler için daha uzun emilim süresi seçin. Bu sadece algoritmaya rehberlik eder ve kesin olması gerekmez.

source: Save without Bolusing
ru: Сохранить без болюса
sk: Uložiť bez Bolusu
tr: Bolus olmadan Kaydet

source: Meal Bolus
ru: Болюс на еду
sk: Prandiálny Bolus
tr: Öğün Bolusu

source: Deliver
ru: Подать
sk: Podať
tr: Teslim et

source: Add CGM
ru: Добавить мониторинг
sk: Pridať CGM
tr: CGM Ekle

source: Add Meal
ru: Добавить еду
sk: Pridať Jedlo
tr: Öğün Ekle

source: Add Pump
ru: Добавить помпу
sk: Pridaj Pumpu
tr: Pompa Ekle

source: An adjustment to the adult model based on empirical effects in children.
ru: Поправка к модели для взрослых, основанная на эмпирических данных для детей.
sk: Úprava modelu dospelých na základe empirických účinkov u detí.
tr: Çocuklarda ampirik (deneyimsel) etkilere dayalı yetişkin modelinde bir ayarlama.

source: API Key
ru: Ключ API
sk: Kľúč API
tr: API anahtarı

source: API Secret
ru: Секрет API
tr: API parolası

source: Are you sure you want to delete this CGM?
ru: Удалить этот мониторинг?
sk: Si si istý, že chceš vymazať tento CGM?
tr: Bu CGM'i silmek istediğinden emin misin?

source: at %@
ru: в %@
sk: o %@
tr: %@'de

source: Authenticate to Bolus %@ Units
ru: Подтверждение болюса %@ ед
sk: Autentifkácia pre Bolus %@ Jednotky
tr: %@ Ünite Bolus için Doğrulama Yapın

source: Basal rate (U/h)
ru: Базальная скорость (ед/ч)
sk: Bazál (J/hod)
tr: Bazal oranı (Ü/sa)

source: Basal Rate Schedule
ru: Расписание базала
sk: Programované Bazálne Hodnoty
tr: Bazal Oran Programı

source: Basal Rates
ru: Настройки базала
sk: Bazálne Hodnoty
tr: Bazal Oranları

source: Bolus
ru: Болюс

source: Bolused %1$@ of %2$@
ru: Подан болюс%1$@ из %2$@
sk: Podané %1$@ z %2$@
tr: %2$@ Bolusun %1$@'i iletildi

source: Bolusing %1$@
ru: Болюс: %1$@
sk: Podáva sa %1$@
tr: Bolus %1$@ Gönderiliyor

source: Cancel
ru: Отмена
sk: Zrušiť
tr: Vazgeç

source: Cancel Temp Basal
ru: Отменить временный базал
sk: Zrušiť Dočasný Bazál
tr: Geçici Bazali İptal Et

source: Canceling Bolus
ru: Отмена болюса
sk: Ruším Bolus
tr: Bolus İptal ediliyor

source: Carb effects
ru: Влияние углеводов
sk: Účinky Sacharidov
tr: Karbonhidrat Etkileri

source: Carb Ratios
ru: Соотношения углеводов
sk: Sacharidový Pomer
tr: Karbonhidrat Oranları

source: Carbohydrates
ru: Углеводы
sk: Sacharidy
tr: Karbonhidratlar

source: Carbs Absorbed (g) ÷ Carb Ratio (g/U) × Insulin Sensitivity (%1$@/U)
ru: Усвоенные углеводы (г) : соотношение углеводов (гр/ед) × чувствительность к инсулину (%1$@/ед)
sk: Sacharidy Absorbované (g) ÷ Sacharidový Pomer (g/J) x Inzulínová Citlivosť (%1$@/J)
tr: Emilen Karbonhidrat (g) ÷ Karbonhidrat Oranı (g/Ü) × İnsülin Duyarlılığı (%1$@/Ü)

source: Change the pump battery immediately
ru: Замените батарею помпы немедленно
sk: Ihneď vymeňiť batériu pumpy
tr: Pompa pilini hemen değiştirin

source: Change the pump reservoir now
ru: Замените резервуар помпы сейчас
sk: Vymeňte zásobník pumpy teraz
tr: Pompa rezervuarını hemen değiştirin

source: Check settings
ru: Проверьте настройки
sk: Skontroluj nastavenia
tr: Ayarları kontrol ediniz

source: Check that your pump is in range
ru: Убедитесь, что помпа в зоне коммуникации
sk: Skontrolujte že je vaša pumpa v dosahu
tr: Pompanızın menzil içinde olup olmadığını kontrol edin

source: Check your CGM data source
ru: Проверьте источник мониторинга СК
sk: Skontrolujte váš zdroj údajov CGM
tr: CGM veri kaynağınızı kontrol edin

source: Closed Loop
ru: Замкнутый цикл
sk: Loop Uzavreté
tr: Kapalı Döngü

source: com.loudnate.LoopKit.errorAlertActionTitle
ru: ОК
sk: OK
tr: Tamam

source: Configuration
ru: Конфигурация
sk: Konfigurácia
tr: Yapılandırma

source: Configuration Error: %1$@
ru: Ошибка конфигурации: %1$@
sk: Chyba Konfigurácie: %1$@
tr: Yapılandırma Hatası: %1$@

source: Continuous Glucose Monitor
ru: Непрерывный мониторинг гликемии
sk: Kontinuálny Monitoring tkanivovej Glukózy
tr: Sürekli Glikoz Takibi

source: Correction Range
ru: Диапазон коррекции
sk: Korekčný Rozsah
tr: Düzeltme Aralığı

source: Current glucose of %1$@ is below correction range.
ru: Гликемия %1$@ ниже диапазона коррекции
sk: Aktuálna hladina krvného cukru %1$@ je pod korekčným rozsahom.
tr: %1$@ Mevcut KŞ düzeltme aralığının altında.

source: Custom Override
ru: Настраиваемая перезапись
sk: Prispôsobiť Režim
tr: Özel Üzerine Yaz

source: Customer Token
ru: Жетон пользователя
sk: Token Zákazníka
tr: Müşteri Token

source: Delete CGM
ru: Удалить мониторинг
sk: Vymazať CGM
tr: CGM'i Sil

source: Delivery Limits
ru: Предел подачи
sk: Limity Podávania
tr: İletim Kısıtlamaları

source: Disables
ru: Деактивирует
sk: Vypnuté
tr: Devre dışı bırak

source: Enables
ru: Активирует
sk: Zapnuté
tr: Etkinleştir

source: Enter suspend threshold
ru: Введите рубеж приостановки
sk: Zadať prahový limit
tr: Askıya Alma Eşik değerini girin

source: Error Canceling Bolus
ru: Ошибка отмены болюса
sk: Chyba Zrušenia Bolusu
tr: Bolusu İptal Ederken bir hata oluştu

source: Error Resuming
ru: Ошибка возобновления
sk: Zhrnutie Chyby
tr: Devam ederken hata oluştu

source: Eventually %@
ru: В конечном итоге %@
sk: Predpoklad %@
tr: Beklenen %@

source: Exceeds Maximum Bolus
ru: Превышает макс болюс
sk: Presahuje Maximálny Bolus
tr: Maksimum Bolusu Aşıyor

source: For %1$@
ru: В течение %1$@
sk: Počas %1$@
tr: %1$@ için

source: Glucose
ru: Гликемия
sk: Krvný cukor
tr: Glikoz

source: Glucose data is %1$@ old
ru: Данным гликемии %1$@
sk: Údaje Krvný cukor sú %1$@ staré
tr: Glikoz verileri %1$@ eski

source: Glucose data not available
ru: Данные гликемии недоступны
sk: Dáta Krvný cukor nie sú dostupné
tr: Glikoz verisi mevcut değil

source: Glucose Momentum
ru: Динамика гликемии
sk: Krvný cukor Momentum
tr: Glikoz Momentumu

source: https://mysite.herokuapp.com
ru: https://мойсайт.herokuapp.com
tr: https://BenimNS.herokuapp.com

source: Indefinitely
ru: На неопределенное время
sk: Neobmedzene
tr: Süresiz Olarak

source: Insulin
ru: Инсулин
sk: Inzulín
tr: İnsülin

source: Insulin Absorbed (U) × Insulin Sensitivity (%1$@/U)
ru: Инсулин усвоен х чувствительность к инсулину
sk: Absorbovaný Inzulín (J) x Inzulínová Citlivosť (%1$@/J)
tr: İnsülin Emilimi (Ü) × İnsülin Duyarlılığı (%1$@/Ü)

source: Insulin Delivery
ru: Подача инсулина
sk: Podávanie Inzulínu
tr: İnsülin İletimi

source: Insulin effects
ru: Влияние инсулина
sk: Účinky Inzulínu
tr: İnsülin Etkisi

source: Insulin Model
ru: Модель инсулина
sk: Inzulínový Model
tr: İnsülin Tipi

source: Insulin Sensitivities
ru: Факторы чувствительности инсулина
sk: Inzulínová Citlivosť
tr: İnsülin Duyarlılığı

source: Invalid data: %1$@
ru: Неверные данные: %1$@
sk: Neplatné dáta: %1$@
tr: Geçersiz veri: %1$@

source: Issue Report
ru: Сообщить об ошибке
sk: Správa o Chybe
tr: Sorun Bildirimi

source: Launches CGM app
ru: Запускает приложение непрерывного мониторинга CGM
sk: Spustí aplikáciu CGM
tr: CGM uygulamasını başlatır

source: Loading...
ru: Загрузка...
sk: Načítava sa...
tr: Yükleniyor...

source: Loggly
ru: Сервис Loggly

source: Loop Failure
ru: Ошибка в работе цикла/контура
sk: Chyba Loop
tr: Döngü Başarısız

source: Loop has not completed successfully in %@
ru: Не удалось успешно замкнуть цикл/контур в %@
sk: Loop nebolo úspešne vykonané po dobu %@
tr: Döngü %@ başarısız

source: Manual Temp Basal
ru: Временной базал, задаваемый вручную
sk: Manuálny Dočasný Bazál
tr: Manuel Geçici Bazal Oranı

source: Max basal limit
ru: Максимальное значение базала
sk: Max bazál limit
tr: Maks Bazal Limiti

source: Missing data: %1$@
ru: Пропущены данные: %1$@
sk: Chýbajúce dáta: %1$@
tr: Kayıp veri: %1$@

source: Momentum effects
ru: Влияние динамики СК
sk: Účinky Momentum
tr: Momentum etkileri

source: No connected devices, or failure during device connection
ru: Устройства не сопряжены или ошибка во время сопряжения
sk: Žiadne pripojené zariadenia, alebo chyba počas pripájania zariadenia
tr: Bağlı cihaz yok veya cihaza bağlantı sırasında arıza oluştu

source: Override Presets
ru: Перезапись настроек
sk: Prednastavené režimy
tr: Ön Ayarları Üzerine Yaz

source: Pre-Meal Targets
ru: Целевые значения до приема пищи
sk: Pred-Jedlom Ciele
tr: Yemek öncesi Hedefleri

source: Predicted glucose at %1$@ is %2$@.
ru: Предсказываемая гликемия в %1$@ -- %2$@
sk: Predpokladaný krvný cukor o %1$@ je %2$@.
tr: Saat %1$@ 'de tahmini glikoz değeri %2$@.

source: Predicted glucose of %1$@ is below your suspend threshold setting.
ru: Предсказываемая гликемия %1$@ ниже ваших настроек порога приостановки помпы
sk: Predpokladaný krvný cukor o hodnote %1$@ je pod hranicou nastavenia vášho prahového limitu.
tr: %1$@ için tahmin edilen glikoz, askıya alma eşiği ayarınızın altında.

source: Predicted: %1$@ Actual: %2$@ (%3$@)
ru: Прогноз: %1$@ Факт: %2$@ (%3$@)
sk: Predpokladaný: %1$@ Aktuálny: %2$@ (%3$@)
tr: Tahmini: %1$@ Aktüel: %2$@ (%3$@)

source: Pump
ru: Помпа
sk: Pumpa
tr: Pompa

source: Pump Battery Low
ru: Низкий заряд батареи помпы
sk: Nízka Batéria Pumpy
tr: Pompa Pili Düşük

source: Pump data is %1$@ old
ru: Данные помпы от %1$@
sk: Údaje pumpy sú %1$@ staré
tr: Pompa verileri %1$@ eski

source: Pump Manager
ru: Управление помпой
sk: Správca Pumpy
tr: Pompa Yöneticisi

source: Pump Reservoir Empty
ru: Резервуар помпы пуст
sk: Prázdny Zásobník Pumpy
tr: Boş Pompa Rezervuarı

source: Pump Reservoir Low
ru: Низкий уровень резервуара помпы
sk: Zásobník Pumpy Nízka hladina
tr: Düşük Pompa Rezervuarı

source: Pump Suspended
ru: Помпа приостановлена
sk: Pumpa Zastavená
tr: Pompa Durduruldu

source: Rapid-Acting – Adults
ru: Быстродействующий - взрослые
sk: Rýchlo-Účinkujúci - Dospelí
tr: Hızlı Etkili - Yetişkin

source: Rapid-Acting – Children
ru: Быстродействующий - дети
sk: Rýchlo-Účinkujúci - Deti
tr: Hızlı Etkili - Çocuk

source: Recommendation expired: %1$@ old
ru: Рекомнендация истекла : от %1$@
sk: Odporúčanie vypršalo: %1$@ staré
tr: Önerinin süresi doldu: %1$@ eski

source: Recommended Basal
ru: Рекомендуемый базал
sk: Odporúčaný Bazál
tr: Önerilen Bazal

source: Recommended Bolus: %@ Units
ru: Рекомендуемый болюс: %@ ед
sk: Odporúčaný Bolus: %@ Jednotky
tr: Önerilen Bolus: %@ Ünite

source: Reservoir
ru: Резервуар
sk: Zásobník
tr: Rezervuar

source: Retrospective Correction
ru: Ретроспективная коррекция
sk: Spätná Korekcia
tr: Geriye Dönük Düzeltme

source: Retry
ru: Повторить попытку
sk: Skúsiť znova
tr: Tekrar Dene

source: Services
ru: Службы
sk: Služby
tr: Hizmetler

source: Set
ru: Задать
sk: Nastaviť
tr: Ayarla

source: Settings
ru: Настройки
sk: Nastavenia
tr: Ayarlar

source: Shows last loop error
ru: Показывает крайнюю ошибку помпы
sk: Ukázať poslednú chybu Loop
tr: Son döngü hatasını gösterir

source: since %@
ru: от %@
sk: od %@
tr: %@'den beri

source: Site URL
ru: URL сайта
sk: Stránka URL
tr: Site URL adresi

source: starting at %@
ru: начало с %@
sk: začína od %@
tr: başlama zamanı %@

source: Starting Bolus
ru: Начинаю болюс
sk: Začínajúci Bolus
tr: Bolusu Başlatma

source: Suspend Threshold
ru: Порог приостановки
sk: Prahový limit
tr: Askıya Alma Eşiği

source: Tap to Resume
ru: Нажмите чтобы возобновить
sk: Dotykom obnoviť
tr: Devam etmek için Dokunun

source: The legacy model used by Loop, allowing customization of action duration.
ru: Модель, используемая для цикла/контура, позволяет настройку длительности действия.
sk: Starý model používaný v Loop, dovoľuje prispôsobiť dĺžku trvania.
tr: Loop tarafından kullanılan ve eylem süresinin özelleştirilmesine izin veren eski model.

source: The maximum bolus amount is %@ Units
ru: максимальный болюс %@ ед
sk: Maximálna hodnota bolusu je %@ Jednotky
tr: Maksimum bolus miktarı %@ Ünitedir

source: U
ru: ед
sk: J
tr: Ü

source: until %@
ru: до %@
sk: do %@
tr: %@ kadar

source: Use Workout Glucose Targets
ru: Применить цели гликемии как для физической нагрузки
sk: Použiť Ciele Krvného cukru pre Cvičenie
tr: Egzersiz Glikoz Hedeflerini Kullan

source: Walsh
ru: Алгоритм Walsh

source: When current or forecasted glucose is below the suspend threshold, Loop will not recommend a bolus, and will always recommend a temporary basal rate of 0 units per hour.
ru: Если текущая или предсказываемая гликемия ниже порога приостановки помпы, алгоритм цикла ИПЖ не рекомендует болюс и всегда рекомендует временный базал 0 ед/час
sk: Keď je aktuálny alebo predpokladaný krvný cukor pod hraničným prahom, Loop nebude opdorúčať bolus, a vždy odporučí dočasnú bazálnu dávku 0 jednotiek za hodinu.
tr: Mevcut veya tahmin edilen glikoz, askıya alma eşiğinin altında olduğunda, Loop herhangi bir bolus önermez ve her zaman saatte 0 Ünite geçici bazal oranı tavsiye eder.

source: Workout Targets
ru: Целевые значения при физической нагрузке
sk: Ciele Cvičenie
tr: Egzersiz Hedefleri

source: Microboluses
ru: Микроболюсы
sk: Mikrobolusy
tr: Mikrobolus

source: Caution! Microboluses have potential to reduce the safety effects of other mitigations like max temp basal rate. Please be careful! The actual size of a microbolus is always limited to the partial application of recommended bolus.
ru: Внимание! Использование микроболюсов может понизить уровень безопасности, достигаемый другими параметрами, например, ограничением максимального уровня базальной скорости. Пожалуйста, будьте осторожны! Фактический размер микроболюса ограничивается настройкой частичного введения рекомендуемого болюса.
sk: Pozor! Mikrobolusy majú potenciál redukovať bezpečnostný efekt iných prostriedkov ako max dočasný bazál. Prosím buďte opatrníul! Aktuálna veľkosť mikrobolusu je vždy limitovaná parciálným podaním odporúčaného bolusu.
tr: Dikkat! Mikro boluslar, maksimum geçici bazal oranı gibi diğer azaltmaların güvenlik etkilerini azaltma potansiyeline sahiptir. Lütfen dikkatli olun! Bir mikrobolusun gerçek boyutu her zaman önerilen bolusun kısmi uygulamasıyla sınırlıdır.

source: Enable With Carbs
ru: Разрешены с активными углеводами
sk: Povoliť so Sach
tr: Karbonhidrat ile Etkinleştir

source: Enable Without Carbs
ru: Разрешены без активных углеводов
sk: Povoliť bez Sach
tr: Karbonhidratsız Etkinleştir

source: Partial Bolus Application
ru: Процент введение рекомендуемого болюса
sk: Podať Čiastočný Bolus
tr: Kısmi Bolus Uygulaması

source: What part of the recommended bolus will be applied automatically.
ru: Часть рекомендуемого болюса, вводимая автоматически
sk: Aka časť odporúčaného bolusu bude podaná automaticky.
tr: Önerilen bolusun hangi kısmı otomatik olarak uygulanacaktır.

source: Basal Rate Multiplier
ru: Коэффициент базальной скорости
sk: Multiplikátor Bazálnej dávky
tr: Bazal Oran Çarpanı

source: Limits the maximum basal rate to a multiple of the scheduled basal rate in loop. The value cannot exceed your maximum basal rate setting. This setting is ignored if microboluses are disabled.
ru: Ограничивает максимальную базальную скорость до значения, кратного запланированной базальной скорости в цикле. Значение не может превышать установленную максимальную базальную скорость. Эта настройка игнорируется, если микроболюсы отключены.
sk: Limituje maximálnu bazálnu dávku na násobok plánovanej bazálnej dávky v Loop. Hodnota nesmie presiahnuť vašu nastavenú maximálnu bazálnu dávku. Toto nastavenie je ignorované ak sú mikrobolusy vypnuté.
tr: Maksimum bazal oranı, döngüdeki programlanmış bazal hızın katıyla sınırlar. Bu değer maksimum bazal oranı ayarınızı aşamaz. Mikro boluslar devre dışı bırakıldığında bu ayar yok sayılır.

source: Temporary overrides
ru: Временные цели
sk: Dočasné režimy
tr: Geçici üzerine yazma

source: Disable MB by enabling temporary override
ru: Выключить микроболюсы при использовании временной цели
sk: Deaktivovať MB aktiváciou dočasného režimu
tr: Geçici üzerine yazma etkinleştirilerek MicroBolus'u devre dışı bırakma

source: If the override's target range starts at the given value or more
ru: Если целевой диапазон равен или выше заданного значения
sk: Ak cieľový rozsah režimu začína na danej hodnote alebo vyššej
tr: Üzerine yazmanın hedef aralığı verilen değerde veya daha fazlasından başlıyorsa

source: Other Options
ru: Другие опции
sk: Ďalšie možnosti
tr: Diğer Ayarlar

source: Open bolus screen after carbs on watch
ru: Открывать на часах экран введения болюса после введения углеводов
sk: Otvoriť obraz bolus po sach na hodinkách
tr: Saatte karbonhidrattan sonra bolus ekranını aç

source: Minimum Bolus Size
ru: Минимальный размер болюса
sk: Minimálna veľkosť Bolusu
tr: Minimum Bolus Miktarı

source: Last Event
ru: Последнее событие
sk: Posledná udalosť
tr: Son Etkinlik

source: This is the minimum microbolus size in units that will be delivered. Only if the microbolus calculated is equal to or greater than this number of units will a bolus be delivered.
ru: Минимальный размер вводимого микроболюса (в единицах). Микроболюс будет введен только в том случае, если его рассчитанная величина будет равна или больше указанного значения минимального болюса.
sk: Toto je minimálna veľkosť mikrobolusu ktorá bude podaná. Iba ak je vypočítaný bolus rovný alebo väčší ako toto číslo jednotiek bude bolus podaný.
tr: Teslim edilecek birimlerdeki minimum mikrobolus boyutudur. Yalnızca hesaplanan mikrobolus bu birim sayısına eşit veya daha fazlaysa bolus iletilecektir.

source: Disabled
ru: Отключены
sk: Vypnuté
tr: Devre dışı

source: Always
ru: Всегда
sk: Vždy
tr: Her zaman

source: With Carbs
ru: С углеводами
sk: So Sach
tr: Karbonhidratla

source: Without Carbs
ru: Без углеводов
sk: Bez Sach
tr: Karbonhidratsız

source: Export Settings
ru: Сохранить настройки
sk: Export nastavení
tr: Ayarları Dışarı Aktar

source: Import Settings
ru: Загрузить настройки
sk: Import nastavení
tr: Ayarları İçe Aktar

source: Duration
ru: Длительность
sk: Trvanie
tr: Süre

source: %.0f h %02.0f min
ru: %.0f ч %02.0f мин
tr: %.0f sa %02.0f dk

source: Safety
ru: Безопасность
sk: Bezpečnosť
tr: Güvenlik

source: Allow MBs when the sensor value is invalid
ru: Разрешить микроболюсы, когда значение сенсора невалидно
sk: Povoliť MB keď je hodnota senzoru neplatná
tr: Sensör değeri geçersiz olduğunda Mikro Bolus'lara izin ver

source: Sometimes you may see an exclamation mark next to the glucose value. In such cases microboluses will not be applied. Turn this setting on if you want to ignore warnings.
ru: Иногда вы можете видеть восклицательный знак рядом со значением глюкозы. В таких случаях микроболюсы подаваться не будут. Включите эту настройку, если хотите игнорировать предупреждения.
sk: Niekedy môžete vidieť znak výkričníka pri hodnote krvný cukor. V týchto prípadoch nebudú mikrobolusy aplikované. Zapnite toto nastavenie iba ak chcete ignorovať upozornenia.
tr: Bazen glikoz değerinin yanında bir ünlem işareti görebilirsiniz. Bu gibi durumlarda mikrobolus uygulanmaz. Uyarıları yoksaymak istiyorsanız bu ayarı açın.

source: Other FreeAPS settings
ru: Другие настройки FreeAPS
sk: Ďalšie FreeAPS nastavenia
tr: Diğer FreeAPS ayarları

source: Show required carbs on the app badge
ru: Показывать необходимые углеводы на иконке приложения
sk: Zobraziť požadované sach na hlavičke app
tr: Uygulama rozetinde gerekli karbonhidratları göster

source: Allow MBs when glucose is below target range
ru: Разрешить микроболюсы, когда глюкоза ниже целевого диапазона
sk: Povoliť MB keď je krvný cukor pod cieľovým rozsahom
tr: Glikoz hedef aralığın altında olduğunda mikrobolus'lara izin ver

source: Retrospective Correction interval
ru: Интервал ретроспективной коррекции
sk: Interval Spätnej Korekcie
tr: Geriye Dönük Düzeltme aralığı

source: Amplitude
sk: Amplitúda
