Repository: tirerim/Loop
Catalog: WatchApp Extension/*.lproj/Localizable.strings
Languages: de, sk, tr

source: Active Carbs
de: Aktive Kohlenhydrate
sk: Aktívne Sach
tr: Aktif Karbonhidrat

source: Active Insulin
de: Aktives Insulin
sk: Aktívny Inzulín
tr: Etkin İnsülin

source: Add Carb Entry
de: KH eintragen
sk: Pridaj Sacharidy
tr: Karbonhidrat Girdisi Ekle

source: Bolus Failed
de: Bolus fehlgeschlagen
sk: Chyba pri podaní bolusu
tr: Bolus Hatası

source: Dismiss
de: Verwerfen
sk: Zamietnuť
tr: Reddet

source: Make sure your iPhone is nearby and try again
de: Stellen Sie sicher, dass Ihr iPhone in der Nähe ist, und versuchen Sie es erneut.
sk: Uistite sa že je váš iPhone v dosahu a skúste znova
tr: iPhone'unuzun yakında olduğundan emin olun ve tekrar deneyin

source: Net Basal Rate
de: Grund-Basalrate
sk: Čistá Hodnota Bazálu
tr: Net Bazal Oranı

source: Override
de: Überstimmung
tr: Üzerine yaz

source: Rec: %@ U
de: Empfohlen: %@ IE
sk: Odpr: %@ J
tr: Önerilen: %@ Ü

source: Reservoir Volume
de: Reservoir-Volumen
sk: Obsah Rezervoára
tr: Rezervuar Hacmi

source: Send Failed
de: Senden fehlgeschlagen
sk: Odoslanie zlyhalo
tr: Gönderme Başarısız

source: U
de: IE
sk: J
tr: Ü

source: U/hr
de: IE/Std.
sk: J/hod
tr: Ü/Sa

source: Workout
de: Training
sk: Cvičenie
tr: Egzersiz
